'use strict'
module.exports = {
  //SIT测试环境
  default: 'http://120.76.20.11:6004',
  //DEV测试环境
  dev: 'http://172.16.1.15:8083',
  //云旅通正式环境
  yltPRD: 'http://120.79.35.124:8024',
  //中商正式环境 101.200.82.88:6004
  zsPRD: 'http://gysapi.ccits.net.cn',
  //深旅投正式环境
  sltPRD: 'http://39.108.116.140:8024',
  //宁旅投正式环境
  nlPRD: 'http://218.95.180.111:8024',
  //景耀长青正式环境
  jyPRD: 'http://120.77.214.48:8024',
  //和平正式环境
  hpPRD: 'http://120.76.40.43:6004',
  //海洋UAT环境
  hyUAT: 'http://1.119.142.230:6003',
  //海洋正式环境
  hyPRD: 'http://39.96.44.20:6003',
  //柴畅本地环境
  ccPRD: 'http://192.168.1.169:8082',
  //彭阳
  pyPRD: 'http://192.168.1.102:8082',
  //开发本地环境
  localApi: 'http://localhost:8082',
  //文件上传地址
  FileUpload: 'http://120.76.20.11:8004',
  //海洋文件上传服务器地址
  hyFileUpload: 'http://39.96.44.20:8004',
  //中商文件上传服务器地址
  zsFileUpload:'http://101.200.82.88:8015',
  //首城正式环境
  scPRD: 'http://47.112.132.228:6003',
  //首城文件上传服务器地址
  scFileUpload: 'http://47.112.132.228:5000',
  //贵州海外正式环境
  gzhwPRD: 'http://39.104.61.103:6003',
  //贵州海外文件上传服务器地址
  gzhwFileUpload: 'http://39.104.61.103:5000',
}
