'use strict'
module.exports = {
  //SIT测试环境
  default: 'http://120.76.20.11:6003',
  //DEV测试环境
  dev: 'http://172.16.1.15:8084',
  //云旅通正式环境
  yltPRD: 'http://120.79.35.124:8021',
  //中商正式环境 101.200.82.88:6005
  zsPRD: 'http://fxsapi.ccits.net.cn',
  //深旅投正式环境
  sltPRD: 'http://39.108.116.140:6005', 
  //宁旅投正式环境
  nlPRD: 'http://218.95.180.111:6005',
   //景耀长青正式环境
  jyPRD: 'http://120.77.214.48:8021',
  //和平正式环境
  hpPRD: 'http://120.76.40.43:6005',
  // //贵州海外正式环境
  // gzhwPRD: 'http://39.104.61.103:6001',
  // //贵州海外文件上传服务器地址
  // gzhwFileUpload: 'http://39.104.61.103:5000',
}
