'use strict'
module.exports = {
    default: 'http://120.76.20.11:6006', 
    //DEV测试环境
    dev: 'http://183.237.199.242:6006',
    //云旅通正式环境
    yltPRD: 'http://120.79.35.124:8806',
    //中商正式环境 101.200.82.88:6004
    zsPRD: 'http://gysapi.ccits.net.cn',
    //深旅投正式环境
    sltPRD: 'http://39.108.116.140:8024',
    //宁旅投正式环境
    nlPRD: 'http://218.95.180.111:8024',
    //景耀长青正式环境
    jyPRD: 'http://120.77.214.48:8024',
    //和平正式环境
    hpPRD: 'http://120.76.40.43:6006',
    //张达本地环境
    zdPRD: 'http://172.16.3.2:8099',
    //方俊盛本地环境
    fjsPRD:'http://172.16.2.23:1105',
    //王飞本地环境
    wfPRD:'http://172.16.2.35:6006',
    //周济本地环境
    zjPRD:'http://172.16.4.29:8820'
}
